[
  {
    "person_id": 1,
    "gender": "male",
    "bucket": "thesis_dreader",
    "age": 24,
    "name": "Benjamin Smith",
    "location": "Las Vegas, NV",
    "referrer": "slack_community",
    "occupation": "MA student, Sociology, University of Nevada Las Vegas",
    "life_stage": "Second year, just finished collecting survey data from 180 respondents on housing instability among service industry workers. His thesis proposal was approved six months ago but he hasn't touched the analysis chapter yet.",
    "relevant_history": "Benjamin has only ever used Excel and recently started pasting his crosstabs into ChatGPT to ask what they mean. ChatGPT keeps giving him confident-sounding interpretations that contradict each other depending on how he phrases the question, which has shaken his trust in it. He spent one afternoon watching a YouTube tutorial on SPSS but the university license cost stopped him before he even downloaded it.",
    "emotional_baseline": "He's oscillating between denial and low-grade panic — he keeps telling himself he has time, but his advisor asked for a draft chapter by April and it's already February. The gap between the data he collected and his ability to say anything defensible about it feels humiliating.",
    "skepticism_level": 2,
    "price_sensitivity": 5,
    "in_their_voice": "I have all this data and I literally cannot tell you what it says — like I have numbers, I just don't know if they mean anything."
  },
  {
    "person_id": 2,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 26,
    "name": "Lynn Perez",
    "location": "Flagstaff, AZ",
    "referrer": "academic_forum",
    "occupation": "PhD student, Year 3, Education Policy, Northern Arizona University",
    "life_stage": "Completed coursework and qualifying exams, now ABD. She interviewed 24 teachers about curriculum autonomy under standardized testing regimes and has been staring at 300 pages of transcripts for four months without making meaningful progress.",
    "relevant_history": "Lynn tried NVivo for qualitative coding because her department recommended it, used it for about three weeks, and then stopped when she realized she'd spent more time learning the software than actually analyzing anything. She's now doing a hybrid thing where she prints transcripts and uses colored highlighters, then tries to turn those themes into quantitative counts in a spreadsheet — a method she invented herself and isn't sure is defensible. Her advisor has gently asked twice how the analysis is coming.",
    "emotional_baseline": "She feels like she's working constantly but producing nothing — a specific kind of exhausted that comes from effort without output. There's also an undercurrent of imposter syndrome about whether she actually belongs in a PhD program if this is this hard.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "My whole system right now is highlighters and vibes and I know that's not going to survive a committee review."
  },
  {
    "person_id": 3,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 27,
    "name": "Maria Henry",
    "location": "Provo, UT",
    "referrer": "instagram_ad",
    "occupation": "MA student, Public Health, Brigham Young University",
    "life_stage": "Final year of a two-year program. She ran a community survey on maternal health outcomes among Latina women in Utah County and needs to submit her thesis by August to graduate before her funding runs out.",
    "relevant_history": "Maria took one required biostatistics course as an undergrad, passed it by memorizing formulas, and retained almost none of it. She's been trying to use SPSS through her university license for six weeks and can run descriptive statistics fine but freezes every time she needs to decide between a chi-square and something else. She's also tried asking a friend in the nursing PhD program for help, but that friend is just as busy and the explanations don't stick.",
    "emotional_baseline": "She's determined but increasingly stressed — she chose public health specifically to help people, and the idea that a statistics bottleneck is going to delay or derail that feels deeply unfair. There's a real urgency here tied to funding, not just ambition.",
    "skepticism_level": 2,
    "price_sensitivity": 4,
    "in_their_voice": "I can run the test, I just have no idea if it's the right test, and I don't trust myself enough to just pick one and go with it."
  },
  {
    "person_id": 4,
    "gender": "male",
    "bucket": "thesis_dreader",
    "age": 27,
    "name": "Michael Bradshaw",
    "location": "San Antonio, TX",
    "referrer": "instagram_ad",
    "occupation": "MA student, Social Work, University of Texas at San Antonio",
    "life_stage": "Finishing his second year while also working 20 hours a week at a community mental health clinic. His thesis is on trauma-informed care adoption rates across nonprofits, and data collection is done — analysis has been stalled for two months.",
    "relevant_history": "Michael has never used any dedicated stats software and wasn't planning to — he thought he'd do a purely qualitative study until his advisor pushed him to add a quantitative component to strengthen it. He's been trying to learn R from free YouTube tutorials for the past six weeks and has successfully loaded his dataset exactly once before getting an error he couldn't interpret. His current plan is to just describe frequencies in prose and hope the committee doesn't push back.",
    "emotional_baseline": "Quietly resentful — he didn't sign up for a stats degree, he signed up for social work, and he's spending time he doesn't have learning tools that feel orthogonal to what he actually cares about. But he also genuinely wants to produce good research, which makes the resentment complicated.",
    "skepticism_level": 3,
    "price_sensitivity": 5,
    "in_their_voice": "I've spent six weeks trying to learn R and I can load a CSV, that's it, that's my whole progress."
  },
  {
    "person_id": 5,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 28,
    "name": "Shannon Jones",
    "location": "Tucson, AZ",
    "referrer": "google_search",
    "occupation": "PhD student, Year 2, Anthropology, University of Arizona",
    "life_stage": "Just returned from 14 months of fieldwork in rural Arizona. She has ethnographic observation notes, 40 semi-structured interviews, and a pile of demographic survey data she collected somewhat opportunistically — she's now trying to figure out what to do with the quantitative piece, which wasn't her original plan.",
    "relevant_history": "Shannon is actually comfortable in her qualitative analysis — she's been doing iterative coding in Atlas.ti for months and feels good about that part. The quantitative survey data is the problem: she's never taken a stats course beyond a required intro in undergrad eight years ago. She found a few Stack Overflow threads trying to figure out what test to run, copy-pasted some R code she found there, and got output she cannot interpret. She then tried asking Claude directly, got a plausible-sounding answer, and realized she had no way to verify if it was right.",
    "emotional_baseline": "Frustrated specifically because she knows her qualitative work is strong and the quantitative data feels like an obligation she's not equipped to meet. She's not panicking — she's annoyed, which is a different energy.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "I'm fine with the interviews — it's this survey data I added that I now have no idea what to do with and kind of wish I hadn't collected."
  },
  {
    "person_id": 6,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 30,
    "name": "Yolanda Hicks",
    "location": "Gainesville, FL",
    "referrer": "instagram_ad",
    "occupation": "PhD student, Year 4, Counseling Psychology, University of Florida",
    "life_stage": "ABD, supposed to be writing the results chapter. She ran a mixed-methods study on help-seeking barriers among Black college men and has been sitting on her quantitative results for three months because she doesn't trust her own interpretation of the output.",
    "relevant_history": "Yolanda actually completed a graduate stats sequence — she took two courses and got Bs — but didn't retain enough to feel confident running her own analysis. She can produce SPSS output but spends hours staring at the tables trying to remember what a given p-value paired with a given effect size actually means in practice. She's been emailing her stats professor from two years ago for help but the responses are slow and sometimes condescending. She tried a stats tutoring service once — paid $80 for an hour — and the tutor solved her specific problem without teaching her anything transferable.",
    "emotional_baseline": "She feels like she should know how to do this by now, which turns frustration inward into something closer to shame. She passed the courses. She did the work. Why is this still so hard.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "I've taken the stats classes, I passed them, and I still can't look at my output and confidently say what it means for my study."
  },
  {
    "person_id": 7,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 31,
    "name": "Mary Travis",
    "location": "Savannah, GA",
    "referrer": "colleague_referral",
    "occupation": "MA student, Urban Planning, Savannah College of Art and Design",
    "life_stage": "Part-time student, three years into what was supposed to be a two-year program. She works full time at a city planning office while finishing her thesis on green space access disparities across Savannah neighborhoods, which requires spatial and demographic data analysis.",
    "relevant_history": "Mary is the most tech-comfortable person in her cohort and is genuinely comfortable with GIS and Excel — but stats is a different domain and she knows it. She tried using Python with a pandas tutorial six months ago, got it working for data cleaning, then hit a wall when she needed to do actual inferential statistics. She's been using a combination of Excel's Analysis ToolPak and ChatGPT for two months, but every time she produces a result she has to spend another hour trying to confirm that she ran the right test for her data structure.",
    "emotional_baseline": "More pragmatic than panicked — she's been dealing with scope creep and tool limitations for years and has developed a certain weary competence with workarounds. But she's tired of workarounds and wants something that just works.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I can clean the data fine, I can make maps fine, it's the moment I need to test something statistically that everything slows to a halt."
  },
  {
    "person_id": 8,
    "gender": "male",
    "bucket": "thesis_dreader",
    "age": 31,
    "name": "Richard Sanchez",
    "location": "Austin, TX",
    "referrer": "slack_community",
    "occupation": "PhD student, Year 3, Information Science, University of Texas at Austin",
    "life_stage": "Finished coursework, passed quals last spring, now trying to execute his dissertation on algorithmic bias in child welfare risk assessment tools. Has both survey data and administrative data he obtained through a records request.",
    "relevant_history": "Richard has more technical exposure than most in his bucket — he took a data science elective and knows enough Python to be dangerous, meaning he can write code that runs without being sure it's doing the right thing statistically. He's used statsmodels in Python to run regressions but realizes he doesn't fully understand which model assumptions he's violating or whether they matter for his specific dataset. He has been in an AI loop for months — asking ChatGPT or Claude to help debug his code, getting answers that produce outputs, but never feeling confident the underlying analysis is sound.",
    "emotional_baseline": "Intellectually anxious rather than paralyzed — he's too curious to fully shut down, but every answer he gets raises three more questions he doesn't know how to resolve. He's worried his entire analysis chapter is going to get shredded by his committee for methodological reasons he can't even articulate yet.",
    "skepticism_level": 4,
    "price_sensitivity": 4,
    "in_their_voice": "The code runs and gives me numbers but I genuinely do not know if I'm doing the analysis correctly or just producing plausible-looking garbage."
  },
  {
    "person_id": 9,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 33,
    "name": "Denise Jacobs",
    "location": "Akron, OH",
    "referrer": "academic_forum",
    "occupation": "MA student, Education, University of Akron",
    "life_stage": "Third year of a program that typically takes two — teaching two sections of freshman composition while finishing her thesis on reading intervention outcomes in Title I elementary schools. She's defending the literature review on Friday and the analysis chapter doesn't exist yet.",
    "relevant_history": "Denise has been using Excel exclusively and thought she could get through the whole thesis that way until her advisor told her she needed to run inferential tests, not just report means and percentages. That conversation was four months ago. Since then she's watched about 15 YouTube tutorials on SPSS, downloaded the trial version twice, and never gotten past the data import screen before the interface overwhelmed her and she closed it. She now copies her data tables into ChatGPT and asks it to interpret them, which gives her something to write but nothing she fully stands behind.",
    "emotional_baseline": "Low-level dread that spikes into full panic about once a week, usually Sunday nights. She has a full-time teaching load and a young daughter at home, and the thesis is the thing she can never quite get to despite being the thing she most needs to finish.",
    "skepticism_level": 2,
    "price_sensitivity": 5,
    "in_their_voice": "Every week I tell myself I'm going to figure out the stats and every week I open SPSS, get confused, and go do something else because at least that makes progress."
  },
  {
    "person_id": 10,
    "gender": "male",
    "bucket": "thesis_dreader",
    "age": 34,
    "name": "Robert Montgomery",
    "location": "Sacramento, CA",
    "referrer": "word_of_mouth",
    "occupation": "PhD student, Year 5, Public Health, UC Davis",
    "life_stage": "Long overdue to defend. His study on occupational health outcomes among agricultural workers has been fully collected for over a year — the holdup is entirely the analysis, which he keeps restarting after losing confidence in his approach.",
    "relevant_history": "Robert spent eight months trying to learn Stata because his advisor uses it, got reasonably competent at running commands, and then had a committee meeting where one member questioned his model specification in a way he couldn't respond to. That meeting set him back six months — he's been rebuilding from scratch with a different approach but keeps second-guessing himself at every step. He's also tried hiring a statistics consultant through a university referral list: paid $200 for two sessions, got the analysis run, but can't explain the results or defend the choices if the committee asks, so he's essentially back to zero on confidence even though he has outputs.",
    "emotional_baseline": "Exhausted and demoralized in a way that's starting to feel permanent. He's been a PhD student for five years, he's watched his entire cohort defend and move on, and the analysis chapter is the only thing standing between him and a degree he's already paid for in time and money he'll never get back.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I've had someone run my analysis for me and I still can't defend it, which means I basically have nothing — I need to actually understand what I'm doing."
  },
  {
    "person_id": 11,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 38,
    "name": "Sherry Decker",
    "location": "New Haven, CT",
    "referrer": "academic_forum",
    "occupation": "PhD student, Year 6, Social Work, Yale University",
    "life_stage": "Career changer who left a nonprofit management job to pursue her doctorate in her late 30s. Her research focuses on family reunification outcomes after foster care, and she has a large administrative dataset obtained through a state partnership — the analysis is the piece she cannot crack.",
    "relevant_history": "Sherry is not afraid of data — she spent ten years managing program evaluation at nonprofits and is comfortable with Excel and basic Tableau dashboards. But her dataset has a hierarchical structure (children nested in families nested in counties) and every time she Googles her analysis question, the answer involves multilevel modeling, which she's never done. She bought a textbook on multilevel modeling in R, read 60 pages of it, and realized it was going to take her a semester to get through it. She's now using a workaround her committee almost certainly won't accept: treating each level as independent and running simple regressions, hoping nobody notices.",
    "emotional_baseline": "Intellectually engaged with her research but increasingly frustrated that the tool gap is constraining what questions she can actually answer with her own data. She knows her dataset is rich enough to say something important — she just can't get to it.",
    "skepticism_level": 5,
    "price_sensitivity": 3,
    "in_their_voice": "I know what question I want to answer and I know my data can answer it — what I don't know is how to do the specific type of analysis it actually requires."
  },
  {
    "person_id": 12,
    "gender": "female",
    "bucket": "thesis_dreader",
    "age": 42,
    "name": "Kelly Williams",
    "location": "Omaha, NE",
    "referrer": "slack_community",
    "occupation": "MA student, Counseling Psychology, University of Nebraska Omaha",
    "life_stage": "Returning adult student, mother of three, finishing a degree she started and paused twelve years ago. She does clinical work part-time and is writing her thesis on caregiver burnout among parents of children with ASD — data collection took two years of patient relationship-building and is finally complete.",
    "relevant_history": "Kelly is the least tech-forward person in her cohort and knows it — she's been using Excel to organize her data and has never attempted any dedicated stats software. Her undergraduate statistics course was in 2008 and she remembers nothing. For the last three months she's been copying her raw data tables into ChatGPT and Claude and asking them to analyze it, but she gets different answers depending on which AI she uses and how she phrases the question, and she has no framework to know which answer is correct. She's considered dropping the quantitative component entirely and going purely qualitative, but her advisor said no.",
    "emotional_baseline": "Overwhelmed but persistent — she's navigated harder things than this (including raising three kids while working clinically) and she's not going to quit, but she genuinely does not know where to go from here and feels like she's running out of options she can afford.",
    "skepticism_level": 2,
    "price_sensitivity": 5,
    "in_their_voice": "ChatGPT tells me one thing, Claude tells me something slightly different, and I have absolutely no idea which one is right or if either of them is."
  },
  {
    "person_id": 13,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 31,
    "name": "Jamie Lewis",
    "location": "Pittsburgh, PA",
    "referrer": "colleague_referral",
    "occupation": "Research Coordinator, mid-size nonprofit focused on workforce development",
    "life_stage": "About four years into her first real job after a master's in public policy. She's become the de facto data person by default, not design, and is starting to realize she's being paid like a coordinator but doing analyst work.",
    "relevant_history": "Her workflow is Google Sheets for intake data, SPSS for any statistical work (she learned it in grad school and never switched), and Word for reports. She inherited a master SPSS syntax file from the person who had the role before her — she runs it but doesn't fully understand what half the commands do. When SPSS throws a warning she doesn't recognize, she usually just ignores it and hopes for the best.",
    "emotional_baseline": "Quietly anxious most of the time about whether her numbers are actually right. She doesn't feel like she can ask anyone because she's supposed to be the expert.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "I'm running someone else's syntax on data they never designed it for and I genuinely don't know if the output is valid."
  },
  {
    "person_id": 14,
    "gender": "male",
    "bucket": "duct_tape_analyst",
    "age": 31,
    "name": "Thomas Walker",
    "location": "State College, PA",
    "referrer": "slack_community",
    "occupation": "Institutional Research Analyst, regional state university",
    "life_stage": "Three years post-undergrad, still figuring out whether to go back for a PhD or commit to the IR track. Currently the junior analyst on a two-person team where his supervisor is retiring in 18 months.",
    "relevant_history": "Uses Tableau for dashboards (the university pays for it), Excel for everything else, and has been slowly teaching himself R through YouTube because his supervisor refuses to touch it. His Tableau workbooks connect directly to a live SQL view that IT manages, and every semester something in that view changes without notice and breaks two of his dashboards. He has a sticky note on his monitor that says 'CHECK ENROLLMENT FILTER' as a reminder of the last incident.",
    "emotional_baseline": "Genuinely interested in the work but stressed about the knowledge transfer timeline — he knows things his supervisor doesn't, and vice versa, and neither of them has documented anything.",
    "skepticism_level": 2,
    "price_sensitivity": 3,
    "in_their_voice": "I'm building real skills but I'm also inheriting a system no one ever bothered to document, and that's going to become my problem full-time in about a year."
  },
  {
    "person_id": 15,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 35,
    "name": "Julie Daniel",
    "location": "Raleigh, NC",
    "referrer": "google_search",
    "occupation": "Program Evaluator, state-funded health department",
    "life_stage": "Seven years into government work after a short stint at a consulting firm. Comfortable in her role but increasingly aware that her title doesn't match the technical complexity of what she actually does.",
    "relevant_history": "Runs everything through Excel and uses a macro-heavy workbook she built herself over three years to calculate pre/post scores for community health interventions. She also exports data to SPSS for significance testing when the grant requires it, but she only knows enough SPSS to run t-tests and chi-square. She's been asked twice to add Likert scale trend analysis to her reporting and has been putting it off for six months because she doesn't know the right test.",
    "emotional_baseline": "Frustrated but stable — she's gotten this far by being resourceful, but there are gaps in her methods she actively avoids thinking about.",
    "skepticism_level": 4,
    "price_sensitivity": 4,
    "in_their_voice": "I've been faking my way through the method-selection step for three years and one of these days a reviewer is going to call me on it."
  },
  {
    "person_id": 16,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 37,
    "name": "Donna Jordan",
    "location": "Tempe, AZ",
    "referrer": "word_of_mouth",
    "occupation": "Operations Analyst, large public school district",
    "life_stage": "Mid-career, two kids in elementary school, and firmly not looking to change jobs. She's built up enough institutional knowledge in the district that she's effectively irreplaceable and she knows it — which is both a source of pride and a source of exhaustion.",
    "relevant_history": "Maintains four separate Access databases that track different aspects of district operations — they were built by different IT contractors over a decade and don't talk to each other. She exports from Access to Excel, manually reconciles the differences, and runs pivot tables to produce the weekly ops reports. She tried to get IT to consolidate the databases two years ago and was told it wasn't in the budget. Now she just exports and reconciles every Monday morning.",
    "emotional_baseline": "Resigned and a little cynical about the organization's willingness to fix infrastructure problems, but takes real pride in the reports she produces despite the broken system underneath them.",
    "skepticism_level": 4,
    "price_sensitivity": 5,
    "in_their_voice": "The data is in four places that don't connect and my job is basically to pretend that's not a problem every single week."
  },
  {
    "person_id": 17,
    "gender": "male",
    "bucket": "duct_tape_analyst",
    "age": 38,
    "name": "Zachary Burns",
    "location": "Memphis, TN",
    "referrer": "academic_forum",
    "occupation": "Grants Analyst, regional hospital system",
    "life_stage": "Twelve years in healthcare administration, moved from billing into grants work because he was good with numbers. No formal research training — everything he knows about statistics he learned on the job or from online searches.",
    "relevant_history": "Uses Excel as his primary tool for everything, including statistical summaries he probably shouldn't be doing in Excel. He discovered the Analysis ToolPak about two years ago and has been using its regression output ever since without fully understanding what the p-values mean. His workaround for anything he can't figure out is to paste his data into ChatGPT and ask it to interpret the results — sometimes it gives him something he can use, often it gives him something he can't verify.",
    "emotional_baseline": "Confident on the surface, genuinely uncertain underneath — he's gotten through a lot of grant reports with good instincts but worries that his luck is going to run out on a federal submission.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I can make the numbers look right but I'm not always sure they are right, and on a federal grant that's not a comfortable place to be."
  },
  {
    "person_id": 18,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 39,
    "name": "April Wise",
    "location": "Boise, ID",
    "referrer": "linkedin_ad",
    "occupation": "Research Coordinator, public university extension program",
    "life_stage": "Ten years into a role she originally took as a stepping stone. The stepping stone never came, but the work became meaningful and now she's built a specialty nobody else in the office can replicate.",
    "relevant_history": "Her workflow goes from REDCap (survey collection) to Excel (cleaning) to SPSS (analysis) to Word (report). She's the only person in the extension office who uses SPSS, and the license is up for renewal — her department head has been asking if they really need it. She's written about forty pages of SPSS documentation over the years in a Word file she keeps on her desktop, but she's never been asked to train anyone. If she left tomorrow, the surveys would still run but nobody would know what to do with the data.",
    "emotional_baseline": "Protective of her workflow in a way she recognizes isn't entirely rational — she knows the tools are clunky but they're hers and they work.",
    "skepticism_level": 4,
    "price_sensitivity": 4,
    "in_their_voice": "I've spent ten years making this workflow reliable and the idea of tearing it down to learn something new is exhausting even if the new thing is better."
  },
  {
    "person_id": 19,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 42,
    "name": "Terri Walter",
    "location": "Lawrence, KS",
    "referrer": "academic_forum",
    "occupation": "Program Evaluator, mid-size social services nonprofit",
    "life_stage": "Fifteen years in the sector, two of those in a director role she stepped back from because the management load was affecting her health. Now she's a senior individual contributor, which suits her, but her org restructured and she absorbed two programs she didn't previously cover.",
    "relevant_history": "She uses Excel, Qualtrics for surveys, and R for analysis — she learned R in a workshop four years ago and has a small library of scripts that work. The problem is the scripts are fragile: they break if column headers are slightly different than expected, and she spends as much time debugging data structure as she does analyzing. She's also inherited a Qualtrics account from a former colleague with active surveys she doesn't fully understand and can't delete without risking live data collection.",
    "emotional_baseline": "Tired in a specific way — not burned out on the mission, but worn down by how much energy goes into the infrastructure instead of the work.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "My R scripts work great until the data doesn't come in exactly the way they expect, which is most of the time."
  },
  {
    "person_id": 20,
    "gender": "male",
    "bucket": "duct_tape_analyst",
    "age": 44,
    "name": "Peter Harris",
    "location": "Ithaca, NY",
    "referrer": "google_search",
    "occupation": "Institutional Researcher, small private liberal arts college",
    "life_stage": "Eighteen years in institutional research. He is the IR office — no team, just him and an admin assistant who handles scheduling. He produces every report the college submits to IPEDS, accreditors, and the board of trustees.",
    "relevant_history": "His entire operation runs on Excel and SAS — he's had the same SAS license since 2009 and knows it better than he knows his own home. He has SAS programs for every recurring report, annotated with comments going back years. He also has a separate Excel workbook for each accreditor with hardcoded formulas that reference data he manually types in from the SAS output. If he's sick for a week, nobody can produce anything. He's been asked by his president to look into 'newer tools' twice in the past five years and has smiled and nodded both times.",
    "emotional_baseline": "Comfortable and entrenched — he's genuinely not sure a new tool would improve his life enough to justify the transition cost, and nobody has made a compelling case yet.",
    "skepticism_level": 5,
    "price_sensitivity": 3,
    "in_their_voice": "I've been running this operation on SAS and Excel for almost twenty years and what I mostly need is fewer meetings, not new software."
  },
  {
    "person_id": 21,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 48,
    "name": "Laura Scott",
    "location": "Lincoln, NE",
    "referrer": "word_of_mouth",
    "occupation": "Research and Evaluation Director, statewide nonprofit serving adults with disabilities",
    "life_stage": "Twenty years in disability services, the last eight in a director role that has grown to include three staff and a $400K evaluation budget. She has more responsibility and organizational visibility than ever, but her actual data work hasn't changed much — she still does most of it herself because she trusts herself more than she trusts her staff to get it right.",
    "relevant_history": "She uses Excel, Qualtrics, and Tableau — Tableau was added two years ago at the board's request for better dashboards. She can produce basic Tableau views but she can't do the statistical layer, so she exports data from Tableau to Excel, runs her analysis there, then manually updates the Tableau numbers. It is exactly as inefficient as it sounds and she knows it. She's been meaning to hire someone who can close the gap but the last two candidates she interviewed couldn't pass her informal Excel skills test.",
    "emotional_baseline": "Professionally confident but privately overwhelmed — she manages a team, runs evaluations, and is the last line of defense on data quality, and that's too many things for one person.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "We bought Tableau to look more sophisticated but I'm still doing all the real analysis in Excel and manually copying numbers over, which is the opposite of sophisticated."
  },
  {
    "person_id": 22,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 49,
    "name": "Patricia Jefferson",
    "location": "Asheville, NC",
    "referrer": "colleague_referral",
    "occupation": "Senior Program Evaluator, regional community foundation",
    "life_stage": "Twenty-two years in evaluation work across nonprofits and consulting. She's seen multiple generations of tools come and go and has developed a finely calibrated skepticism about anything described as 'revolutionary.' She's also the person colleagues call when they have a stats question, which takes up more of her week than anyone knows.",
    "relevant_history": "Excel for data management, SPSS for analysis (she's been using it since graduate school in the early 2000s), Word and PowerPoint for reporting, and SharePoint for version control that never quite works. Her SPSS files are immaculately organized by year and project going back fifteen years. She's the unofficial stats help desk for three other orgs in her funder network, and she does most of that support via email with annotated SPSS output attached. She tried Stata briefly at a previous job and hated it.",
    "emotional_baseline": "Measured and deliberate — she's seen enough tool transitions to know they rarely save as much time as advertised, and she's not going to get excited about a new platform without a real demonstration.",
    "skepticism_level": 5,
    "price_sensitivity": 3,
    "in_their_voice": "Every tool I've been promised would simplify my work has added at least two new problems for every one it solved, so I'll believe it when I see it."
  },
  {
    "person_id": 23,
    "gender": "male",
    "bucket": "duct_tape_analyst",
    "age": 51,
    "name": "Jason Garcia",
    "location": "Spokane, WA",
    "referrer": "slack_community",
    "occupation": "Operations Research Analyst, regional transit authority",
    "life_stage": "Twenty-five years in public sector operations, most of them in transportation. He's the institutional memory for how the data systems work — he was there when they were built. He's also two formal levels below where his actual responsibilities have landed him.",
    "relevant_history": "His workflow crosses more systems than almost anyone: he pulls from a proprietary transit operations database via ODBC connections into Excel, runs analysis in Excel (with VBA macros he wrote in 2014 that he has to re-enable every time IT updates Office), and produces reports in a report template his director has used since 2011. He's also the unofficial keeper of a lookup table that reconciles route naming inconsistencies between the operations system and the finance system — a table that exists in a spreadsheet on his desktop and nowhere else. If that spreadsheet is lost, weeks of reconciliation work follow.",
    "emotional_baseline": "Stoic and practical — he doesn't complain much, but he has a very clear mental accounting of what his workarounds cost him in time every week, and it's a lot.",
    "skepticism_level": 4,
    "price_sensitivity": 4,
    "in_their_voice": "There's a lookup table on my desktop that the entire operations reporting process depends on and exactly one person knows it exists, and that person is me."
  },
  {
    "person_id": 24,
    "gender": "female",
    "bucket": "duct_tape_analyst",
    "age": 55,
    "name": "Sonya Mckee",
    "location": "Oakland, CA",
    "referrer": "slack_community",
    "occupation": "Director of Learning and Evaluation, large regional nonprofit focused on education equity",
    "life_stage": "Thirty years in the sector, the last decade in senior leadership. She's at the point in her career where she's mentoring the next generation of evaluators and doing a lot of strategic framing — but she still does her own data analysis because nobody on her team is at her level yet and the board expects her name on the findings.",
    "relevant_history": "She used SPSS for twenty years and switched to R three years ago at the urging of a younger colleague. She's glad she did, but her R skills are uneven — she's strong on descriptive stats and can run regression, but anything more advanced requires her to dig through old Stack Overflow answers for an hour before she gets it working. She manages a Salesforce instance for program data and has a standing frustration with the gap between what Salesforce can report and what she actually needs — she exports to Excel and then to R for anything meaningful. Her org is also moving to a new CRM next year and she's dreading the data migration.",
    "emotional_baseline": "Thoughtful and realistic about the limits of her technical skills relative to what she's responsible for producing — she's not embarrassed by the gaps, but she'd like to close them before she retires.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "I made the switch to R and I don't regret it, but I'm still spending an hour debugging every time I try to do something I haven't done before."
  },
  {
    "person_id": 25,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 22,
    "name": "Sharon Cochran",
    "location": "Kansas City, MO",
    "referrer": "colleague_referral",
    "occupation": "Undergraduate senior, sociology major, applying to grad schools",
    "life_stage": "Sharon is finishing her senior thesis while simultaneously preparing grad school applications. She is under real time pressure for the first time and has no statistical support infrastructure around her.",
    "relevant_history": "She asked ChatGPT to help her run a logistic regression on her survey data about food insecurity. It generated Python code that ran, but the output had a convergence warning she didn't understand. She spent three evenings pasting the warning back in, getting new code that generated new warnings, and eventually produced a table she cannot explain. Her advisor asked what the odds ratios mean and she had nothing.",
    "emotional_baseline": "She feels a specific kind of shame — not at the tool, but at herself for not being able to make it work when it seems like everyone else can. There is a fragile hopefulness underneath: she is convinced one more try will crack it.",
    "skepticism_level": 2,
    "price_sensitivity": 5,
    "in_their_voice": "I have a table of numbers that ChatGPT told me are significant and I genuinely cannot tell my advisor what any of them mean."
  },
  {
    "person_id": 26,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 25,
    "name": "Courtney Gonzalez",
    "location": "Amherst, MA",
    "referrer": "word_of_mouth",
    "occupation": "First-year PhD student, communication studies",
    "life_stage": "Courtney just started her PhD and is in the phase of trying to establish competence before her first committee meeting. She came in from a journalism background and feels exposed next to cohort members with quantitative training.",
    "relevant_history": "She used Claude to help her do thematic coding on 22 interview transcripts, asking it to identify recurring patterns. The first pass looked good but when she tried to apply a codebook consistently across all transcripts, different sessions returned different codes for identical passages. She spent roughly six hours trying to get consistent outputs before giving up and doing it manually, which took two more days.",
    "emotional_baseline": "She is quietly exhausted and starting to distrust her own judgment about what counts as a good AI output. She still checks Twitter threads about AI research workflows hoping to find the trick she missed.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "I spent six hours trying to get Claude to code my transcripts consistently and it just kept changing its mind — same quote, different code, every single session."
  },
  {
    "person_id": 27,
    "gender": "male",
    "bucket": "ai_loop_prisoner",
    "age": 25,
    "name": "Anthony Obrien",
    "location": "Durham, NC",
    "referrer": "colleague_referral",
    "occupation": "Master's student, public policy, Duke",
    "life_stage": "Anthony is midway through a two-year professional master's program and working on a capstone project analyzing housing voucher program outcomes. He has a stats requirement he passed but not absorbed.",
    "relevant_history": "A labmate showed him how to use ChatGPT to write R code for a difference-in-differences analysis. He got a script that ran without errors and produced a coefficient, but when a professor asked in seminar whether parallel trends held, he had no answer. He went back to ChatGPT, got an explanation, still couldn't operationalize it in his data, and burned most of a weekend before asking the professor to explain it from scratch.",
    "emotional_baseline": "Anthony is more frustrated with himself than the tool — he keeps thinking the gap is a knowledge gap he can close with one more conversation, which keeps him in the loop longer than he should stay.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "ChatGPT gave me a difference-in-differences output that looked perfect until someone asked me one follow-up question in class and I had absolutely nothing."
  },
  {
    "person_id": 28,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 29,
    "name": "Barbara Riggs",
    "location": "Charlottesville, VA",
    "referrer": "instagram_ad",
    "occupation": "UX researcher, mid-size software company, working toward independent consulting",
    "life_stage": "Barbara is two years into a UX research role and trying to level up into mixed-methods work so she can eventually go independent. She is self-teaching statistics in her spare time but progress is slow.",
    "relevant_history": "She used Gemini to help her analyze Likert scale data from a product satisfaction survey, asking whether she should treat the scales as ordinal or interval and which test to run. Gemini gave her two conflicting answers in the same conversation thread. She ran both, got different results, and submitted the interval version in a stakeholder report. A senior researcher later flagged that the choice was methodologically incorrect for her sample size.",
    "emotional_baseline": "Barbara is genuinely burned by that stakeholder incident — it cost her credibility and she is now more afraid of being wrong publicly than she is motivated by getting things right faster. She is cautious and slightly resentful.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "Gemini told me two different things about the same data in the same chat, I picked one, and I had to send a correction email to twelve stakeholders."
  },
  {
    "person_id": 29,
    "gender": "male",
    "bucket": "ai_loop_prisoner",
    "age": 30,
    "name": "David Arnold",
    "location": "Corvallis, OR",
    "referrer": "academic_forum",
    "occupation": "PhD candidate, environmental science, Oregon State",
    "life_stage": "David is in his fourth year, deep in dissertation data, and technically capable in his domain but increasingly aware that his stats have outpaced his formal training. He has cleared all coursework and is now largely unsupervised day to day.",
    "relevant_history": "He used GitHub Copilot inside RStudio to write a mixed-effects model for nested ecological data. The model ran, converged, and he wrote it up for a chapter draft. His advisor then pointed out that his random effects structure was misspecified for the study design. David went back to Copilot to fix it, got three different model specifications over as many sessions, each with a slightly different structure and no explanation of why. He is now not confident which version, if any, is correct.",
    "emotional_baseline": "David is close to burned out specifically on the question of statistics. He is technically persistent but emotionally depleted — he keeps working because stopping means admitting the chapter might be wrong, not because he thinks more AI prompting will help.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "Copilot has given me three different random effects structures for the same dataset and I genuinely don't know which one is defensible in my defense."
  },
  {
    "person_id": 30,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 31,
    "name": "Tiffany Gonzalez",
    "location": "Denver, CO",
    "referrer": "google_search",
    "occupation": "Program evaluator, small nonprofit focused on youth workforce development",
    "life_stage": "Tiffany runs evaluation single-handedly for a 12-person organization. She produces annual reports for funders and is the only person in the building who touches data. She has an undergraduate stats course from nine years ago.",
    "relevant_history": "She used ChatGPT to help her build a pre-post comparison for a job training cohort, asking it to walk her through the right test. It recommended a paired t-test, she ran it in Excel using a template ChatGPT generated, and got a p-value. When her program director asked her to explain what the p-value meant in a board presentation, she read ChatGPT's explanation verbatim and a board member immediately questioned the sample size assumption. She had to say she would follow up and still hasn't.",
    "emotional_baseline": "Tiffany is resigned in a very particular way — she does not expect AI to fully solve this, she just hoped it would get her to good enough, and it keeps landing her in situations where good enough turns into publicly wrong.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "I read ChatGPT's explanation of my own p-value to a board member word for word and still couldn't answer their follow-up question."
  },
  {
    "person_id": 31,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 34,
    "name": "Mary Mcmillan",
    "location": "Norman, OK",
    "referrer": "colleague_referral",
    "occupation": "Postdoctoral researcher, educational psychology, University of Oklahoma",
    "life_stage": "Mary is in her second postdoc year, trying to publish enough to land a tenure-track position before her funding runs out. She has genuine quantitative training but is stretching into new methods to strengthen her portfolio.",
    "relevant_history": "She used Claude to help her set up a structural equation model in lavaan after reading a methods paper that used SEM for similar constructs. Claude wrote plausible-looking syntax that ran, but the fit indices were poor and when she asked how to interpret them and whether to respecify, the conversation devolved into increasingly technical suggestions that contradicted each other. She burned about twelve hours over three sessions and eventually hired a grad student consultant for two hours to sort it out.",
    "emotional_baseline": "Mary is frustrated in a high-functioning way — she is still using Claude regularly, still believing she is close to cracking the workflow, but carrying a background hum of distrust that she cannot fully articulate to colleagues.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I spent twelve hours in a loop with Claude on SEM fit indices and ended up paying a grad student $60 to do in two hours what three days of AI conversation couldn't."
  },
  {
    "person_id": 32,
    "gender": "male",
    "bucket": "ai_loop_prisoner",
    "age": 37,
    "name": "Jeremy Reed",
    "location": "Madison, WI",
    "referrer": "google_search",
    "occupation": "Market researcher, independent consultant, primarily CPG and retail clients",
    "life_stage": "Jeremy left a mid-size agency three years ago to go solo and has been steadily growing his client base. He is trying to expand from qual to mixed methods to compete for larger contracts that require statistical deliverables.",
    "relevant_history": "He used ChatGPT to run a conjoint analysis on survey data he collected for a retail client, following a YouTube tutorial that made it look straightforward. The code ran but the part-worth utilities it returned didn't match the direction he expected from the qualitative findings. He spent an entire Friday — roughly eight hours — alternating between asking ChatGPT to explain the discrepancy and asking it to rerun with different specifications, getting a different answer each time. He delivered the report without the conjoint section and refunded part of the project fee.",
    "emotional_baseline": "Jeremy is burned and it has cost him real money. He is not hopeless — he still believes statistical analysis is learnable — but he has a specific, earned wariness about trusting AI output he cannot cross-check.",
    "skepticism_level": 4,
    "price_sensitivity": 2,
    "in_their_voice": "I spent an entire Friday with ChatGPT on a conjoint analysis, couldn't trust what came out, pulled the section from the deliverable, and refunded part of my fee."
  },
  {
    "person_id": 33,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 40,
    "name": "Abigail Shaffer",
    "location": "Salt Lake City, UT",
    "referrer": "instagram_ad",
    "occupation": "Research coordinator, hospital-affiliated clinical research center",
    "life_stage": "Abigail manages data collection for several concurrent clinical studies. She has been asked to take on basic analysis tasks as her center's budget for a biostatistician was cut. She is accountable to IRB standards and is acutely aware of what getting this wrong means.",
    "relevant_history": "She used ChatGPT Plus to help her run a chi-square test on patient demographic data to check for group equivalence between study arms. The code ran fine. But when she asked ChatGPT whether her cell sizes met the assumptions, it initially said yes, and then in a later session said her smallest cell violated the assumption and she should use Fisher's exact test instead. She is not sure which analysis went into the last progress report and cannot find the original session.",
    "emotional_baseline": "Abigail is quietly anxious in a way that goes beyond frustration — she is worried about compliance and accuracy in a regulated environment, and the AI loop has made her feel less in control of her own work product, not more.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "ChatGPT told me my chi-square was fine, then in a different session told me it violated the assumptions, and I honestly cannot tell you which version went into our IRB progress report."
  },
  {
    "person_id": 34,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 41,
    "name": "Deborah Figueroa",
    "location": "Tallahassee, FL",
    "referrer": "slack_community",
    "occupation": "Associate professor, social work, Florida State — untenured, focused on grant-funded community research",
    "life_stage": "Deborah has tenure review in two years and is trying to push out publications from a community-based participatory research project that generated a lot of data she is still processing. She is time-poor and her department has no methodologist on staff.",
    "relevant_history": "She used Claude to help her code field notes from community meetings using a grounded theory approach, uploading transcripts and asking it to identify axial codes. The codes it produced were plausible but inconsistent across uploads — the same type of statement was sometimes coded as 'community agency' and sometimes as 'institutional distrust' depending on upload order. She spent about seven hours trying to establish a stable codebook from AI outputs and ultimately wrote one from scratch, which is what she should have done in the first place.",
    "emotional_baseline": "Deborah is bone-tired and the AI failures land on top of an already overwhelming workload. She is not anti-AI — she keeps trying — but she is at the point where each new failure costs her more emotionally than the time it saves.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I uploaded the same type of field note to Claude three times in one session and got three different axial codes — I wasted seven hours before I just built the codebook myself."
  },
  {
    "person_id": 35,
    "gender": "male",
    "bucket": "ai_loop_prisoner",
    "age": 42,
    "name": "Terry Serrano",
    "location": "Albuquerque, NM",
    "referrer": "colleague_referral",
    "occupation": "Senior policy analyst, state government agency, workforce development division",
    "life_stage": "Terry has been in state government for twelve years and is the de facto data person for his division. He has no formal training in statistics but has learned enough Excel to be trusted with analysis that should probably go to a contractor.",
    "relevant_history": "He used ChatGPT to try to build a regression model predicting employment outcomes from training program characteristics, following a colleague's recommendation. ChatGPT walked him through it in Python, the model ran, and he got an R-squared value he put in a policy brief. His division director passed it to the state budget office, who asked for the confidence intervals. He went back to ChatGPT, got code that produced confidence intervals, but the resulting table format was incompatible with the already-submitted brief and he couldn't explain to the budget office analyst why the intervals were so wide.",
    "emotional_baseline": "Terry is pragmatic rather than emotional about it — he doesn't feel shame, he feels inefficiency. But that pragmatism is also what keeps him overconfident: he keeps believing the next prompt will produce something he can actually use.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I put a regression R-squared in a state policy brief, the budget office asked for confidence intervals, and I had to go back to ChatGPT to find out what I had actually run."
  },
  {
    "person_id": 36,
    "gender": "female",
    "bucket": "ai_loop_prisoner",
    "age": 48,
    "name": "Debra Davidson",
    "location": "Richmond, VA",
    "referrer": "word_of_mouth",
    "occupation": "Independent organizational development consultant, primarily nonprofit and government clients",
    "life_stage": "Debra has a 20-year consulting career and a strong reputation for facilitation and strategy work. She is trying to add survey analysis and outcome measurement to her service offerings to compete with larger firms that bundle research with consulting.",
    "relevant_history": "She used Claude to analyze a 200-person employee engagement survey for a regional nonprofit, asking it to identify key drivers of satisfaction using the data she pasted in. Claude produced a compelling narrative with specific factors ranked by importance, and she built a board presentation around it. A client with a research background later asked which method was used to determine driver importance and whether the results were statistically significant. Debra went back to Claude, which could not reconstruct what it had done or provide a method name she could cite.",
    "emotional_baseline": "Debra is more polished about her frustration than younger personas — she describes it professionally as 'not yet fit for client-facing work' — but underneath that framing she is genuinely rattled that a tool she staked client deliverables on cannot tell her what it did.",
    "skepticism_level": 4,
    "price_sensitivity": 2,
    "in_their_voice": "I built an entire board presentation on Claude's engagement survey analysis and when a client asked me what method it used, Claude couldn't tell me — it literally could not reconstruct its own output."
  },
  {
    "person_id": 37,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 33,
    "name": "Brittany Farmer",
    "location": "Burlington, VT",
    "referrer": "slack_community",
    "occupation": "Biostatistician, academic medical center",
    "life_stage": "Mid-career, establishing herself as a methodological resource for clinical research teams. She's the person junior analysts come to when their models break.",
    "relevant_history": "She writes R almost exclusively — started in grad school with Gelman and Hill's regression textbook and built up from there. She's authored internal R packages used by three research teams at her institution. Last year, a collaborating team used an AI-generated analysis pipeline for a survival analysis that silently failed to check the proportional hazards assumption — they nearly submitted to JAMA with the results before she caught it in peer review.",
    "emotional_baseline": "Professionally calm and methodical, but quietly territorial about statistical practice. She doesn't get angry about bad tools — she gets precise about why they fail.",
    "skepticism_level": 4,
    "price_sensitivity": 2,
    "in_their_voice": "My concern isn't that it'll get the wrong answer — it's that it'll get a plausible-looking answer and give the user no way to know the difference."
  },
  {
    "person_id": 38,
    "gender": "male",
    "bucket": "ai_weary_old_school_analyst",
    "age": 35,
    "name": "David Smith",
    "location": "Eugene, OR",
    "referrer": "slack_community",
    "occupation": "Quantitative ecologist, research institute",
    "life_stage": "Post-postdoc, now running his own small research program studying species distribution modeling. He manages one grad student and collaborates with state wildlife agencies.",
    "relevant_history": "He learned statistical modeling through mixed-effects models in ecology, writing R and a little Julia for computationally intensive simulations. He's built custom Bayesian hierarchical models from scratch for spatial data that no off-the-shelf tool handles well. A colleague once used an automated ML platform to predict habitat suitability, and the tool one-hot encoded a continuous elevation variable without flagging it — the resulting model had systematically wrong predictions across entire elevation bands that took months to untangle.",
    "emotional_baseline": "Intellectually curious and genuinely interested in new tools, but his curiosity has a hard floor: he won't use anything he can't explain to a federal agency reviewer. Guardedness is professional, not personal.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "In ecology, a wrong inference about a species range doesn't just fail to replicate — it shapes conservation policy for a decade."
  },
  {
    "person_id": 39,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 37,
    "name": "Marcia Cannon",
    "location": "Fort Collins, CO",
    "referrer": "word_of_mouth",
    "occupation": "Survey methodologist, federal statistical agency contractor",
    "life_stage": "Established mid-career contractor specializing in complex survey design and weighting. She splits time between federal projects and teaching a short course on survey analysis at CSU.",
    "relevant_history": "She learned Stata in a survey methods PhD program and still uses it for most production work, supplementing with R for visualization. She's spent fifteen years understanding the intricacies of Taylor series linearization and replicate weights — the kind of thing most automated tools either ignore or handle wrong. She once reviewed an output from a well-known analytics platform that computed standard errors for a stratified cluster sample as though it were a simple random sample, underestimating variance by a factor of three. The client had already distributed the report.",
    "emotional_baseline": "Even-keeled and experienced enough not to be threatened by new tools — but she's seen enough disasters to treat every abstraction layer as a potential liability until proven otherwise.",
    "skepticism_level": 5,
    "price_sensitivity": 2,
    "in_their_voice": "Survey data has a design, and if your tool doesn't know about that design, it doesn't know what it's actually estimating."
  },
  {
    "person_id": 40,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 38,
    "name": "Sierra Sanchez",
    "location": "Knoxville, TN",
    "referrer": "academic_forum",
    "occupation": "Associate professor of epidemiology",
    "life_stage": "Recently tenured, now navigating the shift from proving herself to building a research agenda. She mentors a growing cohort of MPH and PhD students.",
    "relevant_history": "She was trained in SAS during her epidemiology PhD, adopted R during her postdoc, and now teaches both. She builds directed acyclic graphs by hand before touching any dataset — causal inference is a core part of how she thinks. One of her PhD students used an AI-generated analysis script for a mediation analysis that conflated total and direct effects because the tool didn't prompt the student to think about intermediate confounders. Sierra caught it before submission, but it cost them three months of rework.",
    "emotional_baseline": "Methodologically confident and a little exasperated — not at technology, but at the culture of outsourcing thinking. She's protective of the pedagogical value of doing analysis manually, especially for her students.",
    "skepticism_level": 5,
    "price_sensitivity": 3,
    "in_their_voice": "I teach my students that understanding your estimator is part of the analysis — it's not overhead you can skip to get to the output faster."
  },
  {
    "person_id": 41,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 40,
    "name": "Taylor Wong",
    "location": "Buffalo, NY",
    "referrer": "academic_forum",
    "occupation": "Psychometrician, educational assessment nonprofit",
    "life_stage": "Senior practitioner in a niche field, deeply embedded in large-scale standardized assessment work. She's the internal expert on item response theory and test equating.",
    "relevant_history": "She writes R almost exclusively for IRT modeling — mirt, TAM, and custom scoring pipelines she's maintained for six years. She came up through a quantitative psychology PhD program where she coded her first Rasch model from the likelihood equations before she was allowed to use a package. Last year, a vendor proposal included an AI-driven scoring module that, on inspection, was running a simple 3PL without checking model fit or flagging aberrant response patterns — for a high-stakes certification exam. She wrote a seven-page technical memo explaining why they couldn't use it.",
    "emotional_baseline": "Methodologically precise and professionally assertive about standards. She isn't hostile to automation — she uses it constantly — but she holds anything touching high-stakes decisions to an exhausting standard, deliberately.",
    "skepticism_level": 4,
    "price_sensitivity": 2,
    "in_their_voice": "IRT models have assumptions, and when those assumptions break, the scores are wrong in ways that look completely normal in the output."
  },
  {
    "person_id": 42,
    "gender": "male",
    "bucket": "ai_weary_old_school_analyst",
    "age": 42,
    "name": "John Browning",
    "location": "Des Moines, IA",
    "referrer": "colleague_referral",
    "occupation": "Senior research analyst, state health department",
    "life_stage": "Long-tenured government analyst who has survived multiple administrations and tool migration cycles. He's the institutional memory of his division's methodology.",
    "relevant_history": "He learned SAS during a master's program in public health statistics and has written production SAS code for state surveillance systems for fifteen years. He recently learned enough Python to automate some data pulls, but SAS is where he trusts himself. He watched a neighboring state agency adopt an automated analytics dashboard that silently changed its suppression logic after a vendor update — small-cell counts that were previously suppressed started appearing in public reports, a HIPAA near-miss that took months to detect because there was no audit trail for the logic change.",
    "emotional_baseline": "Steadily skeptical in the way only long-tenured government analysts can be — he's seen four generations of 'this changes everything' and he's still running the same core surveillance reports he built in 2011.",
    "skepticism_level": 5,
    "price_sensitivity": 4,
    "in_their_voice": "In public health surveillance, a method change isn't an update — it's a break in your time series, and someone has to be accountable for understanding why the numbers shifted."
  },
  {
    "person_id": 43,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 43,
    "name": "Samantha Garcia",
    "location": "Tampa, FL",
    "referrer": "slack_community",
    "occupation": "Econometrician, regional federal reserve bank",
    "life_stage": "Mid-senior researcher working on regional economic forecasting and labor market analysis. She's technically sophisticated and presents work to policymakers who ask hard questions.",
    "relevant_history": "She writes R and Python — R for econometric work using plm and fixest, Python for data engineering. She learned econometrics through the Wooldridge textbook and a brutal second-year PhD sequence that made her derive estimators by hand. She's deeply attuned to identification assumptions. A colleague showed her output from an automated forecasting tool that had selected a model based on AIC without checking for unit roots — the forecast confidence intervals were meaningfully wrong, and no one had caught it before the briefing slide went to the board of directors.",
    "emotional_baseline": "Analytically self-assured and somewhat impatient with tools that make decisions she could make herself in three lines of code. She doesn't distrust automation categorically; she distrusts it when it hides the decision.",
    "skepticism_level": 4,
    "price_sensitivity": 1,
    "in_their_voice": "The model selection is part of the analysis — if a tool picks it for me and doesn't tell me why, I can't defend the output, and I won't present it."
  },
  {
    "person_id": 44,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 44,
    "name": "Shirley Suarez",
    "location": "Baton Rouge, LA",
    "referrer": "colleague_referral",
    "occupation": "Associate professor of sociology, LSU",
    "life_stage": "Tenured faculty member known for rigorous mixed-methods work. She's a methodologist by reputation — other faculty bring her their analysis problems.",
    "relevant_history": "She writes Stata for quantitative work and uses NVivo alongside manual coding for qualitative work. She learned Stata in a sociology PhD program that emphasized social stratification research and survey data analysis. She builds her analysis scripts to be fully reproducible with version-pinned package lists, a habit she developed after a replication crisis scare in her subfield. She reviewed a co-author's draft where a point-and-click software had run a regression without flagging that listwise deletion had dropped 40% of the sample in a non-random pattern, quietly invalidating the external validity argument.",
    "emotional_baseline": "Protective of methodological rigor in a way that feels like craft — she treats analysis as something you build, not something you run. Curious about new tools but wary of anything that makes the analyst a passenger.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "When I write the code, I know every decision I made. When a tool makes those decisions, I'm signing my name to choices I didn't make and might not agree with."
  },
  {
    "person_id": 45,
    "gender": "male",
    "bucket": "ai_weary_old_school_analyst",
    "age": 48,
    "name": "Brandon Bailey",
    "location": "Chicago, IL",
    "referrer": "academic_forum",
    "occupation": "Data scientist, public policy research institute",
    "life_stage": "Senior practitioner bridging academic rigor and applied policy research. He's spent two decades translating statistical findings for non-technical government audiences.",
    "relevant_history": "He came up through a political science PhD program using Stata, migrated to R in the early 2010s, and adopted Python for pipeline work. He's an unusually strong methodologist for a policy shop — he can write a multilevel model and then write the one-page policy brief. He's deeply skeptical of AI tooling after watching a junior analyst at a partner organization use a GPT-generated Python script for a difference-in-differences analysis that had the pre/post and treatment/control groups coded backwards — the intervention looked effective, the analyst was excited, and it took two weeks and external review to catch it.",
    "emotional_baseline": "Wry and experienced — he's not bitter about new technology, he just has a long memory and a low threshold for spotting when a tool is doing something it shouldn't. He evaluates tools the way he evaluates research designs: by looking for the ways they can fail.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "I've seen enough confident wrong answers to know that the danger isn't in the tool being obviously broken — it's in the tool being confidently plausible."
  },
  {
    "person_id": 46,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 51,
    "name": "Tiffany Barnes",
    "location": "Baltimore, MD",
    "referrer": "linkedin_ad",
    "occupation": "Senior epidemiologist, public health consulting firm",
    "life_stage": "Late-career practitioner managing large-scale federal contract work in chronic disease surveillance. She supervises a team of analysts and reviews their methodological choices.",
    "relevant_history": "She learned SAS in an epidemiology PhD in the late 1990s and has worked in it ever since for regulatory submissions and federal deliverables, supplementing with R. She has more than twenty years of experience with time-series analysis of surveillance data. She witnessed a junior consultant use an automated segmented regression tool to analyze an interrupted time series without properly accounting for autocorrelation — the tool's Newey-West correction was applied with a bandwidth that made no sense for weekly data, and the effect estimate was overstated in a client presentation that shaped budget decisions.",
    "emotional_baseline": "Professionally seasoned and quietly authoritative. She doesn't perform skepticism — she just asks very specific technical questions until she's satisfied, which is usually not quickly.",
    "skepticism_level": 5,
    "price_sensitivity": 2,
    "in_their_voice": "Every automated tool I've reviewed has had at least one default setting that was appropriate for some data and wrong for mine — the question is always whether the analyst knew to look."
  },
  {
    "person_id": 47,
    "gender": "female",
    "bucket": "ai_weary_old_school_analyst",
    "age": 53,
    "name": "Emily Adams",
    "location": "Minneapolis, MN",
    "referrer": "instagram_ad",
    "occupation": "Professor of quantitative psychology",
    "life_stage": "Full professor and longtime director of her department's graduate quantitative training sequence. She's training the next generation of psychologists to think carefully about measurement and inference.",
    "relevant_history": "She writes R and teaches structural equation modeling, confirmatory factor analysis, and multilevel modeling to doctoral students. She's been doing this since LISREL and EQS were the standard tools — she watched the whole field move through generations of software. She had a graduate student bring her output from an AI-assisted SEM tool that had set factor loadings to equality across groups as a default for 'measurement invariance' without running an invariance test — the student had no idea the assumption had been made, and the comparative analysis was built on top of it.",
    "emotional_baseline": "Warm but exacting — she's spent decades watching students learn analysis badly when they skip the foundational steps, and she's developed a patience-meets-precision disposition that makes her a formidable reviewer.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "Measurement invariance isn't a checkbox — it's an empirical question, and any tool that treats it as a default is making a substantive claim on your behalf."
  },
  {
    "person_id": 48,
    "gender": "male",
    "bucket": "ai_weary_old_school_analyst",
    "age": 54,
    "name": "Brian Jordan",
    "location": "Hartford, CT",
    "referrer": "colleague_referral",
    "occupation": "Senior research scientist, actuarial analytics firm",
    "life_stage": "Late-career technical specialist who has outlasted multiple waves of platform changes by being the person who actually understands the underlying models. He's the one they call when the black box produces something odd.",
    "relevant_history": "He writes Python and R, came up through a statistics PhD using MATLAB and S-PLUS, and has the unusual distinction of having written survival models in four different languages over his career. He's deeply versed in GLMs and their failure modes. His most formative experience was an internal postmortem where an automated pricing model had been routing certain risk profiles through a log-link gamma model when a log-log complementary log-log specification was clearly more appropriate — not because anyone decided that, but because the platform's default for positive continuous outcomes was gamma, and no one had checked. The error had compounded across two underwriting cycles before being caught.",
    "emotional_baseline": "Methodologically unflappable — he's seen so much go wrong that he maintains an almost clinical detachment from tool enthusiasm. He's not hostile; he's just finished being impressed by things that don't show their work.",
    "skepticism_level": 5,
    "price_sensitivity": 1,
    "in_their_voice": "The platform isn't the analysis — the analysis is the set of decisions you made and can justify. If the platform made those decisions and you can't see them, you haven't done an analysis, you've received one."
  },
  {
    "person_id": 49,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 23,
    "name": "Cassandra Gaines",
    "location": "Seattle, WA",
    "referrer": "colleague_referral",
    "occupation": "Junior UX researcher at a mid-size SaaS company (Series B, ~200 employees)",
    "life_stage": "Early in her career but already running studies independently. She joined a two-person research team and is learning what 'research ops' means by having to build it herself.",
    "relevant_history": "She runs usability studies and generative interviews using Maze for unmoderated tests and takes notes directly in Notion during sessions. She built a shared codebook in a Notion database but nobody on the team updates it consistently — themes drift between studies. When the second researcher applies codes differently, she has no good way to reconcile it except by re-reading everything manually.",
    "emotional_baseline": "Eager and capable but quietly overwhelmed by the gap between the rigor she was trained to expect and the chaos of her actual workflow. She doesn't want to complain because she's the junior person.",
    "skepticism_level": 2,
    "price_sensitivity": 4,
    "in_their_voice": "I spent two hours last week just trying to figure out whether 'navigation confusion' and 'information architecture issues' were the same code or different ones across our two studies."
  },
  {
    "person_id": 50,
    "gender": "male",
    "bucket": "power_qual_practitioner",
    "age": 27,
    "name": "Gary Hernandez",
    "location": "Nashville, TN",
    "referrer": "linkedin_ad",
    "occupation": "Research ops coordinator at a healthcare technology company (~500 employees)",
    "life_stage": "Two years into his first research ops role after starting as a coordinator. He's responsible for tooling, participant recruitment infrastructure, and documentation standards for a team of six researchers.",
    "relevant_history": "The team standardized on Dovetail two years ago but adoption is inconsistent — senior researchers tag insights differently from each other, and nobody agreed on a taxonomy when they migrated. He maintains a master codebook in Airtable that he manually syncs with whatever Dovetail tags people are actually using. The sync is always out of date.",
    "emotional_baseline": "Methodical and process-minded, but frustrated that his job is 80% chasing people to follow the standards he built and 20% actually improving anything. He knows what good looks like; he just can't enforce it.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "The codebook exists. The problem is that Dovetail doesn't stop anyone from just making up a new tag in the moment, so we have six versions of the same concept floating around in our insight library."
  },
  {
    "person_id": 51,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 28,
    "name": "Victoria Baker",
    "location": "Missoula, MT",
    "referrer": "academic_forum",
    "occupation": "Qualitative research consultant, independent (formerly academic, now applied)",
    "life_stage": "Left a PhD program in sociology after her master's and transitioned into UX and product research consulting. She works with 3-5 clients at a time, mostly early-stage startups and nonprofits.",
    "relevant_history": "She does all analysis in spreadsheets and Miro — interview transcripts get chunked into sticky notes by theme, which works for single projects but becomes unmanageable when a client wants a longitudinal follow-up study six months later. She has no persistent home for codes across projects. Each engagement starts from scratch with a new color-coded Miro board that she can never hand off cleanly.",
    "emotional_baseline": "Intellectually rigorous and self-sufficient, but she knows her current system doesn't scale and is embarrassed to show clients her 'analysis infrastructure' because it looks improvised. She wants to look more credible without buying an enterprise tool.",
    "skepticism_level": 3,
    "price_sensitivity": 5,
    "in_their_voice": "I can defend my analytical choices in a methods section but I can't show a client a clean audit trail from raw transcript to insight, and that bothers me more than I want to admit."
  },
  {
    "person_id": 52,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 29,
    "name": "Michelle Wagner",
    "location": "Fayetteville, AR",
    "referrer": "colleague_referral",
    "occupation": "UX researcher at a regional healthcare nonprofit (~300 employees)",
    "life_stage": "The only researcher at her organization, hired 18 months ago to 'stand up a research practice.' She's defining what research means for the org while also doing the research.",
    "relevant_history": "She uses EnjoyHQ to store and tag interviews but the tagging is entirely her own taxonomy, built on the fly with no governance. When a product manager asks her to pull all insights related to a specific patient journey, she has to manually search and cross-reference because her tags were never structured for that kind of query. She's also started adding survey data to the mix and has no good way to triangulate it with her qual work.",
    "emotional_baseline": "Genuinely passionate about the work but stretched thin and acutely aware that her research practice is held together by her personal memory rather than any system. She worries what happens when she takes a vacation.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "I'm the only one who knows what's in our insight repository because I'm the only one who knows how I tagged anything — that's not a research practice, that's just me."
  },
  {
    "person_id": 53,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 31,
    "name": "Jennifer Silva",
    "location": "Boulder, CO",
    "referrer": "google_search",
    "occupation": "Senior UX researcher at a consumer fintech startup (~80 employees)",
    "life_stage": "Senior researcher on a small team, splitting time between generative research and usability. She has a direct report for the first time and is trying to establish analysis norms before the team grows further.",
    "relevant_history": "She and her junior researcher both code transcripts in Dovetail, but without a locked codebook, their coding sessions diverge within days of starting a new project. She's tried running inter-rater reliability checks manually by having them both code the same three transcripts and compare, but calculating agreement takes longer than just re-coding everything herself. She's quantitatively curious and wants to run significance tests on her survey data alongside her qual themes but doesn't know where to start.",
    "emotional_baseline": "Confident in her methods and increasingly interested in mixed-methods work, but frustrated that the coordination overhead of two-person coding takes almost as much time as the analysis itself.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "I want to run a proper IRR check, not just eyeball whether we agree — but every time I try to set it up in a spreadsheet I lose a half day and we just move on."
  },
  {
    "person_id": 54,
    "gender": "male",
    "bucket": "power_qual_practitioner",
    "age": 32,
    "name": "Bobby Franklin",
    "location": "El Paso, TX",
    "referrer": "academic_forum",
    "occupation": "Design researcher at a government-adjacent civic tech consultancy (~40 employees)",
    "life_stage": "Mid-career researcher working on participatory design and community-centered research projects. His work is highly contextual and politically sensitive — traceability and auditability of his analysis matter for client accountability.",
    "relevant_history": "He uses Reframer for session observation notes during workshops and co-design sessions, then moves everything into a shared Google Sheet for thematic analysis across the team. The Sheet is a nightmare to maintain with four researchers coding simultaneously — cells get overwritten, color-coding systems break, and version history doesn't tell him who changed what. He keeps a separate personal NVivo project for his most rigorous work but can't share it with the team.",
    "emotional_baseline": "Disciplined and methodologically serious — his clients expect rigorous documentation for public accountability. He's not frustrated about capability, he's frustrated that his tools create auditability theater rather than actual traceability.",
    "skepticism_level": 4,
    "price_sensitivity": 3,
    "in_their_voice": "When a client asks me to show them how we got from 47 interviews to three strategic recommendations, the answer is technically 'trust me and this spreadsheet,' which is not an acceptable answer."
  },
  {
    "person_id": 55,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 35,
    "name": "Paige Cannon",
    "location": "Columbia, SC",
    "referrer": "academic_forum",
    "occupation": "Insights lead at a market research agency serving CPG brands (~60 employees)",
    "life_stage": "Leads a team of four qualitative analysts. She's the methodological authority in the room and spends as much time reviewing other people's analysis as doing her own.",
    "relevant_history": "Her team does focus groups, in-depth interviews, and diary studies, with transcripts landing in a shared folder and analysis happening in whatever each analyst prefers — some use Dovetail, some use Word with comments, one still does sticky notes on a whiteboard. She's tried to standardize on Dovetail but couldn't get buy-in from senior analysts who've worked their own way for years. Deliverables are PowerPoint decks that carry no trace of the underlying evidence.",
    "emotional_baseline": "Experienced and authoritative but tired of being the human integration layer between four different personal workflows. She's looking for something she can mandate without a political battle.",
    "skepticism_level": 4,
    "price_sensitivity": 2,
    "in_their_voice": "I can tell you if an analysis is good or bad by reading the final report, but I have no visibility into whether the process that got there would survive any kind of scrutiny."
  },
  {
    "person_id": 56,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 36,
    "name": "Anna Walker",
    "location": "Iowa City, IA",
    "referrer": "instagram_ad",
    "occupation": "UX researcher at a university hospital system, embedded in a patient experience team",
    "life_stage": "Eight years in research, now embedded in a clinical context where her stakeholders are doctors and administrators who are unfamiliar with qualitative methods and need everything explained from first principles.",
    "relevant_history": "She uses NVivo for her most formal studies because IRB documentation requires a defensible audit trail, but NVivo is too heavy for the rapid turnaround her team expects. For fast-turn projects she codes in Notion with a tag database, which produces nothing she can cite in a formal report. She lives in two separate analysis worlds and wishes she had one tool that could satisfy both.",
    "emotional_baseline": "Steady and pragmatic, but worn down by having to justify qualitative methods to clinical stakeholders who want p-values. She's genuinely interested in being able to add basic descriptive statistics to her work to get more traction.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "My stakeholders trust a bar chart more than they trust a theme, so I'm always translating my qual findings into numbers after the fact, which is backwards."
  },
  {
    "person_id": 57,
    "gender": "male",
    "bucket": "power_qual_practitioner",
    "age": 36,
    "name": "Patrick Thornton",
    "location": "Rochester, NY",
    "referrer": "colleague_referral",
    "occupation": "Research ops manager at a large enterprise software company (~4,000 employees)",
    "life_stage": "Manages research operations for a central research team of 12 researchers spread across three product lines. He doesn't run studies himself — he makes it possible for others to run them well.",
    "relevant_history": "His team has Dovetail at the enterprise tier and he's spent eight months trying to get researchers to use the highlight and tag features consistently. He's built a 30-page taxonomy guide that nobody reads. The actual analysis still happens in individual researchers' personal systems — some use Dovetail as intended, others export transcripts and work in Word. He runs quarterly audits of the insight library and finds duplicate insights, orphaned tags, and studies with no analysis attached at all.",
    "emotional_baseline": "Organized and process-driven but increasingly convinced that the problem isn't the researchers — it's that good tooling can't be mandated, only made so frictionless that people actually want to use it.",
    "skepticism_level": 4,
    "price_sensitivity": 1,
    "in_their_voice": "I've built the governance system, I've written the documentation, and I still can't tell you whether two researchers studying the same problem space are working from the same definitions."
  },
  {
    "person_id": 58,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 39,
    "name": "Jessica Chavez",
    "location": "Philadelphia, PA",
    "referrer": "slack_community",
    "occupation": "Senior design researcher at a healthcare startup (~150 employees, Series C)",
    "life_stage": "Experienced researcher who joined a startup specifically to build the research function from the ground up after spending her 30s at a large consultancy. She's two years in and has hired two junior researchers.",
    "relevant_history": "She built her research practice around Dovetail plus a structured Airtable database for insight tagging, with field definitions for theme, sub-theme, participant segment, and evidence strength. It works well when she's the only coder but breaks when her junior researchers apply the fields differently. She's tried calibration sessions but they take 90 minutes and produce agreements that decay within a week. She's also trying to integrate quantitative survey data but can't connect it to her Dovetail insight library in any meaningful way.",
    "emotional_baseline": "Confident and strategic — she knows exactly what she wants to build and why. Her frustration is targeted: she has the vision but not the infrastructure to hand it off without it degrading.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "I can build a rigorous research system, but I haven't found a tool yet that enforces rigor for someone who doesn't already know what rigor looks like."
  },
  {
    "person_id": 59,
    "gender": "male",
    "bucket": "power_qual_practitioner",
    "age": 41,
    "name": "Scott James",
    "location": "Ann Arbor, MI",
    "referrer": "twitter",
    "occupation": "Freelance qualitative research consultant, primarily serving edtech and nonprofit clients",
    "life_stage": "Fifteen years of experience, ran an in-house research team for seven years before going independent four years ago. Works as a solo practitioner with occasional subcontractors on larger engagements.",
    "relevant_history": "He's tried nearly every tool in the space — spent time with Atlas.ti, NVivo, Dovetail, and EnjoyHQ — and has landed on a personal system that combines EnjoyHQ for storage and a custom spreadsheet for cross-study theme tracking. When he brings in a subcontractor to help code, he spends as much time training them on his idiosyncratic system as they save him in coding hours. He's increasingly interested in adding quantitative analysis to his service offering but doesn't want to learn R or hire a statistician.",
    "emotional_baseline": "Self-reliant and analytical, with the particular frustration of someone who has tried everything and built good workarounds that still feel like workarounds. He's receptive to new tools but his bar is high and his patience for onboarding is low.",
    "skepticism_level": 4,
    "price_sensitivity": 4,
    "in_their_voice": "Every tool I've used assumes either one researcher or a team with a full-time ops person — nobody builds for the person who needs to collaborate occasionally without losing their own system."
  },
  {
    "person_id": 60,
    "gender": "female",
    "bucket": "power_qual_practitioner",
    "age": 44,
    "name": "Julia Torres",
    "location": "Louisville, KY",
    "referrer": "twitter",
    "occupation": "Research director at a regional nonprofit focused on workforce development and economic mobility",
    "life_stage": "Leads a research function of three staff researchers and two part-time graduate student assistants. Reports to the executive director and is responsible for all primary research that informs program design and funder reporting.",
    "relevant_history": "Her team runs interviews, focus groups, and participant surveys across multiple programs simultaneously. Transcripts are coded in a shared Google Sheet by whoever ran the session, with a codebook that was written three years ago and hasn't been updated since. Funder reports require her to cite participant evidence with enough traceability to withstand audit, so she manually traces every quote back to raw transcripts herself before any report goes out. That trace review takes her two full days per deliverable.",
    "emotional_baseline": "Steady and mission-driven, with a very clear sense of what her job requires — but increasingly aware that the two days she spends on traceability audits are two days she doesn't spend on program strategy, and that's the real cost.",
    "skepticism_level": 3,
    "price_sensitivity": 5,
    "in_their_voice": "I trust my team's analysis, but I still have to personally verify every cited quote before it goes to a funder, because our current system gives me no other way to know if the chain of evidence is intact."
  },
  {
    "person_id": 61,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 25,
    "name": "Rachel Aguirre",
    "location": "San Diego, CA",
    "referrer": "twitter",
    "occupation": "Product Designer",
    "life_stage": "First design job at a 12-person fintech startup that just closed a seed round. She wears multiple hats — UX, research, and some growth work — because they can't afford specialists yet.",
    "relevant_history": "Rachel runs user interviews on Zoom and pastes quotes into a shared Notion doc that nobody else really reads. She highlights themes with colored text, which works okay when she has 5 interviews but falls apart at 10. She usually just presents from memory during standups because turning notes into slides takes longer than the sprint allows.",
    "emotional_baseline": "She's energetic but stretched thin, always feeling like she's doing research the wrong way but not having time to figure out the right way.",
    "skepticism_level": 1,
    "price_sensitivity": 4,
    "in_their_voice": "I have all these notes and I kind of know what people said but turning that into something I can actually show the team takes forever."
  },
  {
    "person_id": 62,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 26,
    "name": "Nancy Rhodes",
    "location": "Lexington, KY",
    "referrer": "instagram_ad",
    "occupation": "Growth PM",
    "life_stage": "PM at a Series A SaaS company with about 40 employees. She owns the onboarding funnel and runs quick feedback loops with new users every two weeks, reporting directly to the CEO.",
    "relevant_history": "Nancy records all her calls with Otter.ai but the transcripts are a wall of text she never has time to properly read through. She skims for keywords and screenshots quotes into a Slack message she sends herself. When it's time to present findings she writes bullet points from memory and hopes she's not forgetting anything important.",
    "emotional_baseline": "Practical and fast-moving, she's not stressed about research quality — she's stressed about having something concrete to say in Friday's meeting.",
    "skepticism_level": 2,
    "price_sensitivity": 3,
    "in_their_voice": "Otter gives me this massive transcript and I'm like okay great, now what — I still have to read the whole thing to figure out what actually matters."
  },
  {
    "person_id": 63,
    "gender": "male",
    "bucket": "fast_moving_product_team",
    "age": 26,
    "name": "Michael Farrell",
    "location": "Providence, RI",
    "referrer": "twitter",
    "occupation": "Founder / CEO",
    "life_stage": "Pre-seed solo founder building a B2B tool for small law firms. He's done about 30 customer discovery interviews in the last two months and is trying to figure out whether he has a real problem to solve.",
    "relevant_history": "Michael takes notes in Apple Notes during calls, sometimes on his phone, sometimes his laptop, and they're scattered everywhere. He tried to consolidate them into a spreadsheet once but gave up after 20 minutes. He makes decisions based on the last three conversations he remembers most vividly.",
    "emotional_baseline": "High energy but running on gut instinct — he knows he's probably missing patterns in his interview data but the alternative seems like a lot of work.",
    "skepticism_level": 2,
    "price_sensitivity": 5,
    "in_their_voice": "I've talked to like 30 lawyers but I honestly couldn't tell you with any confidence what the top three things they all said were."
  },
  {
    "person_id": 64,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 30,
    "name": "Kristen Calderon",
    "location": "Portland, OR",
    "referrer": "linkedin_ad",
    "occupation": "UX Designer",
    "life_stage": "Senior designer at a mid-size agency that does product work for tech clients. She runs research for 3-4 client projects simultaneously and constantly has to translate messy interview data into clean deliverables clients will actually pay attention to.",
    "relevant_history": "Kristen uses Miro religiously — she builds affinity maps with sticky notes after every interview round, which she actually enjoys but admits takes half a day per project. She's good at synthesis but the time cost is brutal at agency pace. Her clients want findings in 48 hours; her process takes 72.",
    "emotional_baseline": "Competent and methodical by nature, but the volume of concurrent projects has her looking for shortcuts without feeling like she's cutting corners.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "The affinity mapping works great, I just can't spend four hours doing it for every client project when I have three others waiting."
  },
  {
    "person_id": 65,
    "gender": "male",
    "bucket": "fast_moving_product_team",
    "age": 30,
    "name": "Ernest Morris",
    "location": "Boston, MA",
    "referrer": "word_of_mouth",
    "occupation": "Product Manager",
    "life_stage": "PM at a 200-person Series B company in the HR tech space. He runs a squad of 8 and has to get executive sign-off before any major feature work, which means his research findings need to be bulletproof in the boardroom.",
    "relevant_history": "Ernest does structured interviews with a Google Doc template he built himself, which keeps things organized. The problem is synthesis — he ends up with 8 docs full of notes and no clean way to see what cut across all of them. He spends Sunday nights turning interview notes into a one-pager for Monday's product review, which he resents.",
    "emotional_baseline": "Organized and disciplined, but frustrated that the last mile — the actual synthesis — always eats his weekend and still feels imprecise.",
    "skepticism_level": 2,
    "price_sensitivity": 2,
    "in_their_voice": "I can run the interviews fine, it's pulling everything together into something leadership will actually trust that kills me every time."
  },
  {
    "person_id": 66,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 32,
    "name": "Sandra Zimmerman",
    "location": "St. Louis, MO",
    "referrer": "academic_forum",
    "occupation": "Head of Product",
    "life_stage": "Head of product at a bootstrapped e-commerce software company with 25 people. She manages two junior PMs and sets the research agenda for the whole product org, but resources are tight and there's no dedicated researcher.",
    "relevant_history": "Sandra has the most structured approach on the team — she built a research repository in Airtable two years ago that she still updates sporadically. In practice though, her junior PMs just dump notes into a shared Google Drive folder and she synthesizes by reading through everything herself before quarterly planning. It works, but it doesn't scale.",
    "emotional_baseline": "Pragmatic and slightly tired of being the person who has to make sense of everyone else's notes — she's looking for something she can hand off or speed up.",
    "skepticism_level": 3,
    "price_sensitivity": 3,
    "in_their_voice": "We technically have a research process, I just end up being the one who has to read everything and figure out what it all means anyway."
  },
  {
    "person_id": 67,
    "gender": "male",
    "bucket": "fast_moving_product_team",
    "age": 34,
    "name": "Jordan Suarez",
    "location": "Syracuse, NY",
    "referrer": "slack_community",
    "occupation": "Product Manager",
    "life_stage": "PM at a remote-first startup building dev tools, Series A with 35 people. His team moves fast and he's expected to run continuous discovery — interviews, surveys, support ticket analysis — on top of regular sprint work.",
    "relevant_history": "Jordan records calls on Grain and loves the highlight feature, but his highlight library has become a graveyard of 200 clips he never goes back to. He pastes a few choice quotes into Slack when he wants to make a point, but his synthesis is basically vibes at this point. He's never had time to build a real system.",
    "emotional_baseline": "Enthusiastic about research in theory, a bit sheepish about the gap between his intentions and his actual process.",
    "skepticism_level": 2,
    "price_sensitivity": 3,
    "in_their_voice": "I have hundreds of Grain highlights and zero actual insights — I keep collecting stuff and never doing anything with it."
  },
  {
    "person_id": 68,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 35,
    "name": "Erin Edwards",
    "location": "Columbus, OH",
    "referrer": "word_of_mouth",
    "occupation": "Design Lead",
    "life_stage": "Design lead at a growth-stage company (150 people, pre-IPO) that sells marketing software. She manages a team of 4 designers and is the informal research lead because the company keeps promising to hire a researcher and hasn't.",
    "relevant_history": "Erin runs research by committee — she and her designers each take notes during interviews in whatever format they prefer, then she tries to synthesize across all their docs in a two-hour working session. It's collaborative but chaotic: everyone notices different things and there's no consistent format. She ends up doing the real synthesis alone after everyone leaves.",
    "emotional_baseline": "Good-humored about the chaos but increasingly frustrated that her team's collective research effort produces less clarity than it should.",
    "skepticism_level": 2,
    "price_sensitivity": 2,
    "in_their_voice": "We do all this research together as a team and I still end up in a room alone at 9pm trying to figure out what we actually learned."
  },
  {
    "person_id": 69,
    "gender": "male",
    "bucket": "fast_moving_product_team",
    "age": 38,
    "name": "Jonathan Lawrence",
    "location": "Atlanta, GA",
    "referrer": "instagram_ad",
    "occupation": "Founder / CEO",
    "life_stage": "Second-time founder, seed stage, building a vertical SaaS tool for independent insurance brokers. He's done this before but still doing customer discovery himself because he doesn't want to hire sales until he's sure the ICP is right.",
    "relevant_history": "Jonathan is a good interviewer — he knows how to ask open questions and let people talk. His problem is downstream: he takes detailed voice memos after every call while driving, transcribes them sporadically, and has no consistent home for any of it. He tries to pattern-match across calls in his head, which worked for 10 interviews but is breaking down at 40.",
    "emotional_baseline": "Confident and self-aware, he knows exactly what his process gap is — he just hasn't found a fix that doesn't feel like more work than it saves.",
    "skepticism_level": 3,
    "price_sensitivity": 4,
    "in_their_voice": "I'm a pretty good listener, I just have no idea what to do with everything I'm hearing once the call ends."
  },
  {
    "person_id": 70,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 41,
    "name": "Christine Fisher",
    "location": "Milwaukee, WI",
    "referrer": "academic_forum",
    "occupation": "Chief of Staff",
    "life_stage": "Chief of staff at a 60-person Series B company. She's technically not in product but she owns the voice-of-customer function and is responsible for synthesizing user feedback and presenting it to the executive team quarterly.",
    "relevant_history": "Christine pulls feedback from three sources — NPS comments, support tickets, and quarterly interviews — and manually themes everything in a Google Sheet. She color-codes rows by topic, which her CEO loves, but it takes her two full days to build each quarter. She's started wondering if this is even the right way to do it but doesn't know what else to try.",
    "emotional_baseline": "Meticulous and earnest, she puts real effort into this work but has started to feel like the effort-to-insight ratio is off and there must be a better way.",
    "skepticism_level": 3,
    "price_sensitivity": 2,
    "in_their_voice": "Two days to build a color-coded spreadsheet that my CEO spends 10 minutes looking at — there has to be a smarter way to do this."
  },
  {
    "person_id": 71,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 42,
    "name": "Bethany Fisher",
    "location": "Santa Fe, NM",
    "referrer": "instagram_ad",
    "occupation": "Founder / CEO",
    "life_stage": "Solo founder of a bootstrapped wellness app, 2 years in, about 3,000 paying users. She does all her user research herself and treats it as her competitive edge — she talks to users constantly but struggles to turn conversations into product direction.",
    "relevant_history": "Bethany has a ritual: she blocks two hours after every batch of interviews to write a reflection doc in Notion where she free-writes what she heard. It's personally useful but not very shareable, and when she brings in contractors or advisors she can't easily hand them the synthesis. She's aware her process is idiosyncratic and only works because she has it all in her head.",
    "emotional_baseline": "Thoughtful and intentional about research but quietly anxious that her understanding of her users lives only inside her own head and would be hard to hand off.",
    "skepticism_level": 2,
    "price_sensitivity": 4,
    "in_their_voice": "I talk to users all the time and I feel like I understand them, but if someone asked me to prove it I'm not sure I could show them anything concrete."
  },
  {
    "person_id": 72,
    "gender": "female",
    "bucket": "fast_moving_product_team",
    "age": 43,
    "name": "Michelle Maldonado",
    "location": "Champaign, IL",
    "referrer": "instagram_ad",
    "occupation": "Product Manager",
    "life_stage": "Senior PM at a large enterprise software company (2,000+ employees) embedded in a smaller product unit that operates somewhat autonomously. She has more resources than a startup PM but still runs scrappy research because getting the formal UX research team involved takes months.",
    "relevant_history": "Michelle has learned to route around her company's research bureaucracy — she books her own interviews, takes notes in a Word doc (company standard), and builds her own themes deck in PowerPoint without waiting for the official process. She's fast and effective but chronically undersupported, and her decks take longer to make than they should because she's pulling everything together manually.",
    "emotional_baseline": "Resourceful and a bit wry about the irony of doing fast scrappy research inside a slow enterprise — she's made her peace with it but still wants her DIY process to be less painful.",
    "skepticism_level": 3,
    "price_sensitivity": 1,
    "in_their_voice": "By the time the official research team could help me, my sprint is already done — so I just do it myself, badly, on a deadline."
  }
]